tap "arrow2nd/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "librsvg"
brew "adwaita-icon-theme"
brew "arduino-cli"
brew "awk"
brew "bat"
brew "black"
brew "clang-format"
brew "coreutils"
brew "libunistring"
brew "deno"
brew "eza"
brew "ffmpegthumbnailer"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "fzf-tab"
brew "git-delta"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gtk+3"
brew "hadolint"
brew "iproute2mac"
brew "jpeg"
brew "jq"
brew "lazygit"
brew "llvm"
brew "lua"
brew "mas"
brew "mkvtoolnix"
brew "tree-sitter"
brew "neovim"
brew "openjdk"
brew "pandoc"
brew "php", restart_service: true
brew "platformio"
brew "poppler"
brew "portaudio"
brew "ripgrep"
brew "ripgrep-all"
brew "rust-analyzer"
brew "rustup-init"
brew "shellcheck"
brew "sox"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "unar"
brew "vale"
brew "vim"
brew "viu"
brew "volta"
brew "wget"
brew "xsel"
brew "yazi"
brew "youtube-dl"
brew "zk"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "atuin"
brew "ghq"
brew "vivid"
brew "arrow2nd/tap/nekome"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-creative-cloud"
cask "android-file-transfer"
cask "android-studio"
cask "autodesk-fusion360"
cask "blender"
cask "discord"
cask "docker"
cask "dotnet"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ibm-plex"
cask "font-noto-sans-cjk"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "kicad"
cask "loopback"
cask "mamp"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "miniforge"
cask "notion"
cask "postman"
cask "slack"
cask "snapmaker-luban"
cask "warp"
cask "wezterm"
cask "zoom"
cask "zotero"
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
