tap "arrow2nd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "librsvg"
brew "adwaita-icon-theme"
brew "arduino-cli"
brew "awk"
brew "bat"
brew "black"
brew "clang-format"
brew "coreutils"
brew "libunistring"
brew "deno"
brew "exa"
brew "fasd"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gtk+3"
brew "hadolint"
brew "iproute2mac"
brew "jpeg"
brew "jq"
brew "llvm"
brew "lua"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "openjdk"
brew "pandoc"
brew "php", restart_service: true
brew "platformio"
brew "portaudio"
brew "ripgrep"
brew "ripgrep-all"
brew "rust-analyzer"
brew "rustup-init"
brew "sox"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "volta"
brew "wget"
brew "xsel"
brew "youtube-dl"
brew "zk"
brew "zplug"
brew "zsh"
brew "arrow2nd/tap/nekome"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-creative-cloud"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "arduino-ide"
cask "autodesk-fusion360"
cask "blender"
cask "brave-browser"
cask "deepl"
cask "discord"
cask "docker"
cask "dotnet"
cask "dropbox"
cask "epic-games"
cask "figma"
cask "flutter"
cask "font-cica"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ibm-plex"
cask "font-noto-sans-cjk"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "kicad"
cask "loopback"
cask "mamp"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "miniforge"
cask "notion"
cask "postman"
cask "processing"
cask "slack"
cask "snapmaker-luban"
cask "visual-studio-code-insiders"
cask "vivaldi"
cask "vpn-by-google-one"
cask "wezterm"
cask "zoom"
cask "zotero"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "LINE WORKS", id: 6447544433
mas "MARKETSPEED", id: 946680495
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
