tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "anyenv"
brew "awk"
brew "bat"
brew "deno"
brew "exa"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "jq"
brew "librsvg"
brew "mas"
brew "neovim"
brew "openjdk"
brew "pandoc"
brew "ripgrep"
brew "ripgrep-all"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "wget"
brew "xsel"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "autodesk-fusion360"
cask "barrier"
cask "basictex"
cask "betterzip"
cask "blender"
cask "caprine"
cask "deepl"
cask "discord"
cask "dotnet-sdk"
cask "dropbox"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "font-ibm-plex"
cask "font-noto-sans-cjk"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "kicad"
cask "loopback"
cask "mamp"
cask "meshlab"
cask "meshmixer"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "miro"
cask "netron"
cask "notion"
cask "provisionql"
cask "raindropio"
cask "scriptql"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "suspicious-package"
cask "touchdesigner"
cask "unity-hub"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "webpquicklook"
cask "wezterm"
cask "wkhtmltopdf"
cask "zoom"
cask "zotero"
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "MARKETSPEED", id: 946680495
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
