tap "arrow2nd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "anyenv"
brew "arduino-cli"
brew "awk"
brew "bat"
brew "clang-format"
brew "libunistring"
brew "deno"
brew "exa"
brew "fasd"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "jq"
brew "librsvg"
brew "llvm"
brew "lua"
brew "mas"
brew "neovim"
brew "openjdk"
brew "pandoc"
brew "php", restart_service: true
brew "portaudio"
brew "ripgrep"
brew "ripgrep-all"
brew "rust-analyzer"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "wget"
brew "xsel"
brew "youtube-dl"
brew "zk"
brew "zplug"
brew "zsh"
brew "arrow2nd/tap/nekome"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "arduino-ide"
cask "autodesk-fusion360"
cask "barrier"
cask "blender"
cask "caprine"
cask "chromedriver"
cask "cloudcompare"
cask "deepl"
cask "discord"
cask "dotnet-sdk"
cask "dropbox"
cask "epic-games"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "font-ibm-plex"
cask "font-noto-sans-cjk"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "hyper"
cask "loopback"
cask "mactex"
cask "mamp"
cask "mdimagesizemdimporter"
cask "mendeley"
cask "meshlab"
cask "meshmixer"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "miro"
cask "netron"
cask "notion"
cask "papers"
cask "processing"
cask "provisionql"
cask "qlimagesize"
cask "raindropio"
cask "scriptql"
cask "skype"
cask "slack"
cask "sourcetree"
cask "suspicious-package"
cask "touchdesigner"
cask "unity-hub"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "webpquicklook"
cask "wezterm"
cask "wkhtmltopdf"
cask "zoom"
cask "zotero"
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "MARKETSPEED", id: 946680495
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "ICS.japanese-proofreading"
vscode "kleber-swf.unity-code-snippets"
vscode "mathiasfrohlich.Kotlin"
vscode "mhutchie.git-graph"
vscode "mitaki28.vscode-clang"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "PowerTech.powercpp"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "sgryjp.japanese-word-handler"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "tauri-apps.tauri-vscode"
vscode "Tobiah.language-pde"
vscode "Tobiah.unity-tools"
vscode "twxs.cmake"
vscode "ucavalcante.altitude-script-language"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
